Repository: bendrumin/family-chore-chart
Catalog: ChoreStar-iOS/ChoreStar/Localizable.xcstrings
Source language: en
Languages: ar, es, pt_br

source: Enter Your PIN
ar: أدخل رمز PIN
es: Escribe tu PIN
pt_br: Digite seu PIN

source: Enter your secret PIN
ar: أدخل رمز PIN السري
es: Escribe tu PIN secreto
pt_br: Digite seu PIN secreto

source: Epic
ar: ملحمية
es: Épica
pt_br: Épica

source: Every household is different. Pick what fits yours.
ar: كل بيت مختلف. اختر ما يناسبك.
es: Cada hogar es diferente. Elige lo que te funcione.
pt_br: Cada casa é diferente. Escolha o que combina com a sua.

source: Every single chore is done. Amazing!
ar: كل المهام أُنجزت. مذهل!
es: Todas las tareas están hechas. ¡Increíble!
pt_br: Todas as tarefas estão feitas. Incrível!

source: Everything your family needs to make chores fun
ar: كل ما تحتاجه عائلتك لجعل المهام ممتعة
es: Todo lo que tu familia necesita para que las tareas sean divertidas
pt_br: Tudo o que sua família precisa para tornar as tarefas divertidas

source: Family
ar: العائلة
es: Familia
pt_br: Família

source: Family code
ar: رمز العائلة
es: Código de familia
pt_br: Código da família

source: Family Helper
ar: مساعد العائلة
es: Ayudante de la familia
pt_br: Ajudante da família

source: Family Leaderboard
ar: لوحة صدارة العائلة
es: Tabla familiar
pt_br: Ranking da família

source: Family Members
ar: أفراد العائلة
es: Miembros de la familia
pt_br: Membros da família

source: Family Membership
ar: عضوية العائلة
es: Membresía familiar
pt_br: Participação na família

source: Family Name
ar: اسم العائلة
es: Nombre de la familia
pt_br: Nome da família

source: Family Sharing
ar: مشاركة العائلة
es: Familia compartida
pt_br: Família compartilhada

source: Family Sharing & Kid Login
ar: مشاركة العائلة ودخول الأطفال
es: Familia compartida y acceso para niños
pt_br: Família compartilhada e acesso das crianças

source: Fantastic! You crushed it!
ar: رائع جدًا! أبدعت!
es: ¡Fantástico! ¡Lo hiciste genial!
pt_br: Fantástico! Você arrasou!

source: Finish ALL your chores to earn %@ today! 🌟
ar: أنهِ كل مهامك لتربح %@ اليوم! 🌟
es: ¡Termina TODAS tus tareas y gana %@ hoy! 🌟
pt_br: Termine TODAS as suas tarefas e ganhe %@ hoje! 🌟

source: First Steps
ar: الخطوات الأولى
es: Primeros pasos
pt_br: Primeiros passos

# For %@ · %@
source: For %1$@ · %2$@
ar: لـ %1$@ · %2$@
es: Para %1$@ · %2$@
pt_br: Para %1$@ · %2$@

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidaste tu contraseña?
pt_br: Esqueceu a senha?

source: Free Time
ar: وقت حر
es: Tiempo libre
pt_br: Tempo livre

source: From
ar: من
es: Desde
pt_br: De

source: Get Dressed
ar: ارتدِ ملابسك
es: Vístete
pt_br: Vestir-se

source: Get it!
ar: أريده!
es: ¡Lo quiero!
pt_br: Quero!

source: Getting Started
ar: البداية
es: Primeros pasos
pt_br: Primeiros passos

source: Go!
ar: هيا!
es: ¡Vamos!
pt_br: Vamos!

source: Got a code from your partner? Enter it here to manage their family together. Your view switches to their family's chores.
ar: لديك رمز من شريكك؟ أدخله هنا لإدارة عائلته معًا. سيتحول عرضك إلى مهام تلك العائلة.
es: ¿Tienes un código de tu pareja? Ingrésalo aquí para gestionar su familia juntos. Tu vista cambiará a las tareas de esa familia.
pt_br: Recebeu um código do seu parceiro? Digite aqui para gerenciar a família juntos. Sua visão muda para as tarefas dessa família.

source: Have a Snack
ar: تناول وجبة خفيفة
es: Come algo rico
pt_br: Fazer um lanche

source: Hi, %@! 👋
ar: مرحبًا يا %@! 👋
es: ¡Hola, %@! 👋
pt_br: Oi, %@! 👋

source: Home
ar: الرئيسية
es: Inicio
pt_br: Início

source: How much?
ar: كم السعر؟
es: ¿Cuánto cuesta?
pt_br: Quanto custa?

source: How Should Rewards Work?
ar: كيف تعمل المكافآت؟
es: ¿Cómo funcionan las recompensas?
pt_br: Como as recompensas devem funcionar?

source: Hugs & Kisses
ar: أحضان وقبلات
es: Abrazos y besos
pt_br: Abraços e beijos

source: I'll explore on my own
ar: سأستكشف بنفسي
es: Prefiero explorar por mi cuenta
pt_br: Vou explorar por conta própria

source: Icon
ar: الأيقونة
es: Ícono
pt_br: Ícone

source: Incorrect PIN. Try again!
ar: رمز PIN غير صحيح. حاول مرة أخرى!
es: PIN incorrecto. ¡Inténtalo de nuevo!
pt_br: PIN incorreto. Tente de novo!

source: Incredible! You're on fire!
ar: مذهل! أنت متألق!
es: ¡Increíble! ¡Estás imparable!
pt_br: Incrível! Você tá com tudo!

source: Invite a Co-Parent
ar: دعوة ولي أمر آخر
es: Invitar a otro padre o madre
pt_br: Convidar outro responsável

source: Join a Family
ar: الانضمام إلى عائلة
es: Unirse a una familia
pt_br: Entrar em uma família

source: Join Family
ar: الانضمام إلى العائلة
es: Unirse a la familia
pt_br: Entrar na família

source: Joined %@
ar: انضم في %@
es: Se unió el %@
pt_br: Entrou em %@

source: Keep My Account
ar: الإبقاء على حسابي
es: Conservar mi cuenta
pt_br: Manter minha conta

source: Kid Login
ar: دخول الأطفال
es: Acceso para niños
pt_br: Entrada para crianças

source: Kid Login Code
ar: رمز دخول الأطفال
es: Código de acceso para niños
pt_br: Código de acesso das crianças

source: Kid login isn't set up yet. Open Settings on chorestar.app to get your family code.
ar: دخول الأطفال غير جاهز بعد. افتح الإعدادات في chorestar.app للحصول على رمز عائلتك.
es: El acceso para niños aún no está configurado. Abre Ajustes en chorestar.app para obtener tu código de familia.
pt_br: A entrada para crianças ainda não foi configurada. Abra as Configurações em chorestar.app para pegar o código da família.

source: Kids earn a set amount for each day they finish all their chores.
ar: يكسب الأطفال مبلغًا محددًا عن كل يوم يُنهون فيه جميع مهامهم.
es: Los niños ganan un monto fijo por cada día que terminan todas sus tareas.
pt_br: As crianças ganham um valor fixo por dia em que concluem todas as tarefas.

source: Kids earn the amount on each chore they finish.
ar: يكسب الأطفال المبلغ المحدد لكل مهمة ينهونها.
es: Los niños ganan el importe de cada tarea que terminan.
pt_br: As crianças ganham o valor de cada tarefa que concluem.

source: Kids earn the daily amount when they finish every chore for the day.
ar: يكسب الأطفال المبلغ اليومي عند إنهاء كل مهام اليوم.
es: Los niños ganan el importe diario cuando terminan todas las tareas del día.
pt_br: As crianças ganham o valor diário quando concluem todas as tarefas do dia.

source: Kids Login
ar: دخول الأطفال
es: Acceso para niños
pt_br: Entrada para crianças

source: Kids snap a picture when they check this off, and it waits for your OK before it counts.
ar: يلتقط الأطفال صورة عند تعليم المهمة، وتنتظر موافقتك قبل أن تُحتسب.
es: Los niños toman una foto al marcarla y espera tu visto bueno antes de contar.
pt_br: A criança tira uma foto ao marcar, e a tarefa espera seu OK antes de contar.

source: Kids use this code plus their PIN to log in on any device.
ar: يستخدم الأطفال هذا الرمز مع رمز PIN للدخول من أي جهاز.
es: Los niños usan este código y su PIN para entrar desde cualquier dispositivo.
pt_br: As crianças usam este código e o PIN para entrar em qualquer aparelho.

source: Kids' ticks wait in a Needs Your OK list before they count.
ar: تنتظر علامات الأطفال في قائمة "بحاجة إلى موافقتك" قبل أن تُحتسب.
es: Las marcas de los niños esperan en la lista Necesita tu visto bueno antes de contar.
pt_br: As marcações das crianças esperam na lista Precisa do seu OK antes de contar.

source: Leave Family
ar: مغادرة العائلة
es: Salir de la familia
pt_br: Sair da família

source: Leave this family?
ar: مغادرة هذه العائلة؟
es: ¿Salir de esta familia?
pt_br: Sair desta família?

source: Leaving switches you back to your own family's data.
ar: المغادرة تعيدك إلى بيانات عائلتك.
es: Al salir vuelves a los datos de tu propia familia.
pt_br: Sair volta para os dados da sua própria família.

source: Legendary
ar: أسطورية
es: Legendaria
pt_br: Lendária

source: Let's get some chores done!
ar: هيا ننجز بعض المهام!
es: ¡Vamos a hacer algunas tareas!
pt_br: Vamos fazer umas tarefas!

source: Light
ar: فاتح
es: Claro
pt_br: Claro

source: Lights Out
ar: أطفئ الأنوار
es: Luces apagadas
pt_br: Apagar as luzes

source: Little Scholar
ar: العالم الصغير
es: Pequeño estudioso
pt_br: Pequeno estudioso

source: Log in to ChoreStar with our family code: %@
ar: سجّل الدخول إلى ChoreStar برمز عائلتنا: %@
es: Entra a ChoreStar con nuestro código familiar: %@
pt_br: Entre no ChoreStar com o código da nossa família: %@

source: Maintain a 10-day streak
ar: حافظ على سلسلة لمدة 10 أيام
es: Mantén una racha de 10 días
pt_br: Mantenha uma sequência de 10 dias

source: Make Bed
ar: رتب سريرك
es: Tiende tu cama
pt_br: Arrumar a cama

source: Manage your family and track their progress
ar: أدر عائلتك وتابع تقدمهم
es: Administra a tu familia y sigue su progreso
pt_br: Gerencie sua família e acompanhe o progresso

source: Mark chores done in bulk
ar: تعليم المهام دفعة واحدة
es: Marcar tareas en bloque
pt_br: Marcar tarefas em lote

source: Mark Done
ar: تعليم كمنجز
es: Marcar hecho
pt_br: Marcar feito

source: Mark Today Done
ar: تعليم اليوم كمنجز
es: Marcar hoy como hecho
pt_br: Marcar hoje como feito

source: Mark Week So Far Done
ar: تعليم الأسبوع حتى الآن كمنجز
es: Marcar la semana hasta hoy
pt_br: Marcar a semana até hoje

source: Morning
ar: الصباح
es: Mañana
pt_br: Manhã

source: Morning Routine
ar: روتين الصباح
es: Rutina de la mañana
pt_br: Rotina da manhã

source: My Routines
ar: روتيناتي
es: Mis rutinas
pt_br: Minhas rotinas

source: Name
ar: الاسم
es: Nombre
pt_br: Nome

source: Needs your OK
ar: بحاجة إلى موافقتك
es: Necesita tu visto bueno
pt_br: Precisa do seu OK

source: Never mind
ar: لا داعي
es: Mejor no
pt_br: Deixa pra lá

source: New Chore
ar: مهمة جديدة
es: Nueva tarea
pt_br: Nova tarefa

source: New Password
ar: كلمة المرور الجديدة
es: Contraseña nueva
pt_br: Nova senha

source: New Routine
ar: روتين جديد
es: Nueva rutina
pt_br: Nova rotina

source: Next
ar: التالي
es: Siguiente
pt_br: Avançar

source: Next week
ar: الأسبوع التالي
es: Semana siguiente
pt_br: Próxima semana

source: Next: %@ %@
ar: التالي: %1$@ %2$@
es: Siguiente: %@ %@
pt_br: Próxima: %@ %@

source: No child selected
ar: لم يتم اختيار طفل
es: Ningún niño seleccionado
pt_br: Nenhuma criança selecionada

source: No children yet
ar: لا يوجد أطفال بعد
es: Aún no hay niños
pt_br: Nenhuma criança ainda

source: No chores due today
ar: لا مهام مستحقة اليوم
es: No hay tareas para hoy
pt_br: Nenhuma tarefa para hoje

source: No chores due, streaks safe, alerts quiet.
ar: لا مهام مستحقة، السلاسل في أمان، التنبيهات صامتة.
es: Sin tareas pendientes, rachas a salvo, alertas en silencio.
pt_br: Sem tarefas, sequências seguras, alertas em silêncio.

source: No chores today. Enjoy your break! 🌴
ar: لا مهام اليوم. استمتع بإجازتك! 🌴
es: Hoy no hay tareas. ¡Disfruta tu descanso! 🌴
pt_br: Sem tarefas hoje. Aproveite o descanso! 🌴

source: No chores until %@.
ar: لا توجد مهام حتى %@.
es: No hay tareas hasta el %@.
pt_br: Sem tarefas até %@.

source: No chores yet
ar: لا توجد مهام بعد
es: Aún no hay tareas
pt_br: Nenhuma tarefa ainda

source: No Chores Yet!
ar: لا توجد مهام بعد!
es: ¡Aún no hay tareas!
pt_br: Ainda não tem tarefas!

source: No family members yet
ar: لا يوجد أفراد بعد
es: Aún no hay miembros
pt_br: Nenhum membro ainda

source: No one has joined yet.
ar: لم ينضم أحد بعد.
es: Nadie se ha unido todavía.
pt_br: Ninguém entrou ainda.

source: No rewards yet. Start with a few families like, then make them yours.
ar: لا مكافآت بعد. ابدأ ببعض ما تحبه العائلات ثم اجعلها خاصة بك.
es: Aún no hay recompensas. Empieza con algunas que gustan a las familias y luego hazlas tuyas.
pt_br: Nenhuma recompensa ainda. Comece com algumas que as famílias gostam e depois personalize.

source: No routines yet
ar: لا روتينات بعد
es: Aún no hay rutinas
pt_br: Nenhuma rotina ainda

source: Not done
ar: لم يتم
es: Sin hacer
pt_br: Não feita

source: Not now
ar: ليس الآن
es: Ahora no
pt_br: Agora não

source: Notes (Optional)
ar: ملاحظات (اختياري)
es: Notas (opcional)
pt_br: Observações (opcional)

source: Nothing due today
ar: لا شيء مستحق اليوم
es: Nada pendiente hoy
pt_br: Nada previsto para hoje

source: Nothing due. Streaks are safe.
ar: لا شيء مستحق. السلاسل في أمان.
es: Nada pendiente. Las rachas están a salvo.
pt_br: Nada previsto. As sequências estão seguras.

source: Nothing is due today. Chores scheduled for other days show up on their day.
ar: لا شيء مستحق اليوم. تظهر مهام الأيام الأخرى في يومها.
es: No hay nada pendiente hoy. Las tareas de otros días aparecen en su día.
pt_br: Nada previsto para hoje. Tarefas de outros dias aparecem no dia certo.

source: Nothing scheduled
ar: لا شيء مجدول
es: Nada programado
pt_br: Nada agendado

source: Notifications
ar: الإشعارات
es: Notificaciones
pt_br: Notificações

source: OK
ar: حسنًا

source: One daily amount
ar: مبلغ يومي واحد
es: Un monto diario
pt_br: Um valor diário

source: Only the days you pick count toward a perfect day. Web and iOS share the same schedule.
ar: الأيام التي تختارها فقط تُحتسب لليوم المثالي. الويب وiOS يشتركان في الجدول نفسه.
es: Solo los días que elijas cuentan para un día perfecto. La web y iOS comparten el mismo horario.
pt_br: Só os dias escolhidos contam para um dia perfeito. Web e iOS usam a mesma agenda.

source: or type an amount
ar: أو اكتب مبلغًا
es: o escribe una cantidad
pt_br: ou digite um valor

source: Other Days
ar: أيام أخرى
es: Otros días
pt_br: Outros dias

source: Pack Backpack
ar: جهز حقيبتك
es: Prepara tu mochila
pt_br: Arrumar a mochila

source: Parent Login
ar: دخول الوالدين
es: Acceso de padres
pt_br: Login dos pais

source: Password
ar: كلمة المرور
es: Contraseña
pt_br: Senha

source: Passwords match
ar: كلمتا المرور متطابقتان
es: Las contraseñas coinciden
pt_br: As senhas coincidem

source: Per chore
ar: لكل مهمة
es: Por tarea
pt_br: Por tarefa

source: per day
ar: في اليوم
es: por día
pt_br: por dia

source: Perfect Day!
ar: يوم مثالي!
es: ¡Día perfecto!
pt_br: Dia perfeito!

source: Perfect day! Every chore in our house got done today, thanks to ChoreStar. Free on the App Store.
ar: يوم مثالي! كل مهام بيتنا أُنجزت اليوم بفضل ChoreStar. مجانًا على App Store.
es: ¡Día perfecto! Hoy se hicieron todas las tareas de nuestra casa, gracias a ChoreStar. Gratis en el App Store.
pt_br: Dia perfeito! Todas as tarefas da nossa casa foram feitas hoje, graças ao ChoreStar. Grátis na App Store.

source: Perfect Days
ar: أيام مثالية
es: Días perfectos
pt_br: Dias perfeitos

source: Perfect Week
ar: أسبوع مثالي
es: Semana perfecta
pt_br: Semana perfeita

source: Perfect week: all 7 days complete.
ar: أسبوع مثالي: اكتملت الأيام السبعة.
es: Semana perfecta: los 7 días completos.
pt_br: Semana perfeita: os 7 dias completos.

source: Pick a color
ar: اختر لونًا
es: Elige un color
pt_br: Escolha uma cor

source: Pick a goal
ar: اختر هدفًا
es: Elige una meta
pt_br: Escolha uma meta

source: Pick a picture
ar: اختر صورة
es: Elige un dibujo
pt_br: Escolha uma figurinha

source: Pick an icon
ar: اختر أيقونة
es: Elige un ícono
pt_br: Escolha um ícone

source: PIN (4-6 digits)
ar: رمز PIN (4 إلى 6 أرقام)
es: PIN (4 a 6 dígitos)
pt_br: PIN (4 a 6 dígitos)

source: Plan
ar: الخطة
pt_br: Plano

source: Play Outside
ar: العب في الخارج
es: Juega afuera
pt_br: Brincar lá fora

source: Previous week
ar: الأسبوع السابق
es: Semana anterior
pt_br: Semana anterior

source: Put Away Backpack
ar: ضع حقيبتك في مكانها
es: Guarda tu mochila
pt_br: Guardar a mochila

source: Put Away Toys
ar: رتب ألعابك
es: Guarda tus juguetes
pt_br: Guardar os brinquedos

source: Put on Pajamas
ar: البس البيجاما
es: Ponte la pijama
pt_br: Colocar o pijama

source: Put On Pajamas
ar: البس البيجاما
es: Ponte la pijama
pt_br: Colocar o pijama

source: Put On Shoes
ar: البس حذاءك
es: Ponte los zapatos
pt_br: Calçar os sapatos

source: Quick Hygiene
ar: نظافة سريعة
es: Higiene rápida
pt_br: Higiene rápida

source: Quick Start Templates
ar: قوالب البدء السريع
es: Plantillas rápidas
pt_br: Modelos rápidos

source: Rare
ar: نادرة
es: Rara
pt_br: Rara

source: Rate ChoreStar
ar: قيّم ChoreStar
es: Calificar ChoreStar
pt_br: Avaliar o ChoreStar

source: Ratings and reviews are how other families find ChoreStar.
ar: التقييمات والمراجعات هي ما يساعد العائلات الأخرى على إيجاد ChoreStar.
es: Las calificaciones y reseñas ayudan a otras familias a encontrar ChoreStar.
pt_br: Avaliações e comentários ajudam outras famílias a encontrar o ChoreStar.

source: Read a Book
ar: اقرأ كتابًا
es: Lee un libro
pt_br: Ler um livro

source: Read Bedtime Story
ar: اقرأ قصة قبل النوم
es: Lee un cuento
pt_br: Ler uma historinha

source: Refresh Data
ar: تحديث البيانات
es: Actualizar datos
pt_br: Atualizar dados

source: Reminder Time
ar: وقت التذكير
es: Hora del recordatorio
pt_br: Horário do lembrete

source: Remove
ar: إزالة
es: Quitar
pt_br: Remover

source: Remove Current Photo
ar: إزالة الصورة الحالية
es: Quitar la foto actual
pt_br: Remover foto atual

source: Remove goal
ar: إزالة الهدف
es: Quitar meta
pt_br: Remover meta

source: Remove this co-parent?
ar: إزالة ولي الأمر هذا؟
es: ¿Quitar a este copadre/madre?
pt_br: Remover este corresponsável?

source: Reset to Theme Colours
ar: إعادة ألوان السمة
es: Restablecer colores del tema
pt_br: Redefinir cores do tema

source: Reward
ar: المكافأة
es: Recompensa
pt_br: Recompensa

source: Reward mode
ar: نمط المكافأة
es: Modo de recompensa
pt_br: Modo de recompensa

source: Reward Store
ar: متجر الجوائز
es: Tienda de premios
pt_br: Loja de prêmios

source: Rewards & Currency
ar: المكافآت والعملة
es: Recompensas y moneda
pt_br: Recompensas e moeda

source: Routine Complete!
ar: اكتمل الروتين!
es: ¡Rutina completada!
pt_br: Rotina concluída!

source: Routine Details
ar: تفاصيل الروتين
es: Detalles de la rutina
pt_br: Detalhes da rotina

source: Routine Name
ar: اسم الروتين
es: Nombre de la rutina
pt_br: Nome da rotina

source: Routines belong to a kid. Add one on the Family tab, then come back here.
ar: الروتينات تخص طفلًا. أضف واحدًا من تبويب العائلة ثم عد إلى هنا.
es: Las rutinas son de un niño. Agrega uno en la pestaña Familia y vuelve aquí.
pt_br: Rotinas pertencem a uma criança. Adicione uma na aba Família e volte aqui.

source: Save
ar: حفظ
es: Guardar
pt_br: Salvar

source: Save changes
ar: حفظ التغييرات
es: Guardar cambios
pt_br: Salvar mudanças

source: Save Rewards
ar: حفظ المكافآت
es: Guardar recompensas
pt_br: Salvar recompensas

source: Save this child first, then add a photo from their edit screen.
ar: احفظ الطفل أولًا ثم أضف صورة من شاشة التعديل.
es: Guarda primero al niño y luego agrega una foto desde su pantalla de edición.
pt_br: Salve a criança primeiro e depois adicione uma foto na tela de edição.

source: SAVING FOR
ar: تدخر من أجل
es: AHORRANDO PARA
pt_br: JUNTANDO PARA

source: Saving…
ar: جارٍ الحفظ…
es: Guardando…
pt_br: Salvando…

source: See Premium
ar: عرض Premium
es: Ver Premium
pt_br: Ver Premium

source: See Premium Plans
ar: عرض خطط Premium
es: Ver planes Premium
pt_br: Ver planos Premium

source: Select
ar: اختيار
es: Elegir
pt_br: Selecionar

# Send %@ back to %@
source: Send %1$@ back to %2$@
ar: إرجاع %1$@ إلى %2$@
es: Devolver %1$@ a %2$@
pt_br: Devolver %1$@ para %2$@

source: Send back
ar: إرجاع
es: Devolver
pt_br: Devolver

source: Settings
ar: الإعدادات
es: Ajustes
pt_br: Ajustes

source: Share ChoreStar
ar: شارك ChoreStar
es: Compartir ChoreStar
pt_br: Compartilhar o ChoreStar

source: Share this win
ar: شارك هذا الإنجاز
es: Compartir este logro
pt_br: Compartilhar essa vitória

source: Shared
ar: مشتركة
es: Compartida
pt_br: Compartilhada

source: Sign In
ar: تسجيل الدخول
es: Iniciar sesión
pt_br: Entrar

source: Sign out
ar: تسجيل الخروج
es: Cerrar sesión
pt_br: Sair

source: Skip
ar: تخطٍ
es: Omitir
pt_br: Pular

source: Something went wrong. Try again!
ar: حدث خطأ ما. حاول مرة أخرى!
es: Algo salió mal. ¡Inténtalo de nuevo!
pt_br: Algo deu errado. Tente de novo!

source: Sound Effects
ar: المؤثرات الصوتية
es: Efectos de sonido
pt_br: Efeitos sonoros

source: Spend %@ of your %@? A grown-up will say yes or no.
ar: هل تريد إنفاق %1$@ من %2$@ لديك؟ سيقول شخص كبير نعم أو لا.
es: ¿Gastar %@ de tus %@? Un adulto dirá que sí o que no.
pt_br: Gastar %@ dos seus %@? Um adulto vai dizer sim ou não.

source: Start saving!
ar: ابدأ الادخار!
es: ¡A ahorrar!
pt_br: Começar a juntar!

source: Starter Routines
ar: روتينات جاهزة
es: Rutinas de inicio
pt_br: Rotinas iniciais

# stat.done
source: Done
ar: منجزة
es: Hechas
pt_br: Feitas

source: Stats
ar: الإحصائيات
es: Estadísticas
pt_br: Estatísticas

source: Stats & History
ar: الإحصائيات والسجل
es: Estadísticas e historial
pt_br: Estatísticas e histórico

source: Step %lld/%lld
ar: الخطوة %1$lld/%2$lld
es: Paso %lld/%lld
pt_br: Passo %lld/%lld

source: Step title
ar: عنوان الخطوة
es: Título del paso
pt_br: Título do passo

source: Steps
ar: الخطوات
es: Pasos
pt_br: Passos

source: Steps (%lld)
ar: الخطوات (%lld)
es: Pasos (%lld)
pt_br: Passos (%lld)

source: Stored privately. Only your family can see it, and you can remove it any time.
ar: تُحفظ بشكل خاص. عائلتك فقط تراها ويمكنك إزالتها في أي وقت.
es: Se guarda de forma privada. Solo tu familia puede verla y puedes quitarla cuando quieras.
pt_br: Guardada de forma privada. Só sua família pode ver, e você pode remover quando quiser.

source: Streak
ar: السلسلة
es: Racha
pt_br: Sequência

source: Streak Master
ar: سيد السلسلة
es: Maestro de la racha
pt_br: Mestre da sequência

source: Subscription
ar: الاشتراك
es: Suscripción
pt_br: Assinatura

source: Suggestions
ar: اقتراحات
es: Sugerencias
pt_br: Sugestões

source: Suggestions · personalized
ar: اقتراحات · مخصصة
es: Sugerencias · personalizadas
pt_br: Sugestões · personalizadas

source: Super Star
ar: نجم خارق
es: Superestrella
pt_br: Superestrela

source: Synced with the web app. Pick a colour once and every device follows.
ar: متزامن مع الويب. اختر لونًا مرة واحدة وتتبعه كل الأجهزة.
es: Sincronizado con la web. Elige un color una vez y todos los dispositivos lo siguen.
pt_br: Sincronizado com a web. Escolha uma cor uma vez e todos os dispositivos seguem.

source: Take a Bath/Shower
ar: استحم
es: Báñate o dúchate
pt_br: Tomar banho

source: Take a Photo
ar: التقاط صورة
es: Tomar una foto
pt_br: Tirar uma foto

source: Take a photo to check it off
ar: التقط صورة لإتمامها
es: Toma una foto para marcarla como hecha
pt_br: Tire uma foto para marcar como feita

source: Take Bath
ar: استحم
es: Báñate
pt_br: Tomar banho

source: Tap the + button to add your first child.
ar: اضغط على زر + لإضافة أول طفل.
es: Toca el botón + para agregar a tu primer niño.
pt_br: Toque no botão + para adicionar sua primeira criança.

source: Tap your name to continue
ar: اضغط على اسمك للمتابعة
es: Toca tu nombre para continuar
pt_br: Toque no seu nome para continuar

source: The free plan lists 3 rewards. Premium removes the limit.
ar: الخطة المجانية تتيح 3 مكافآت. Premium يزيل الحد.
es: El plan gratuito permite 3 recompensas. Premium quita el límite.
pt_br: O plano gratuito lista 3 recompensas. O Premium remove o limite.

source: Theme
ar: السمة
es: Tema
pt_br: Tema

source: Theme choice syncs with the web app.
ar: اختيار السمة يتزامن مع تطبيق الويب.
es: La elección del tema se sincroniza con la web.
pt_br: A escolha do tema sincroniza com a web.

source: They'll lose access to your family's chores and routines.
ar: سيفقد الوصول إلى مهام عائلتك وروتيناتها.
es: Perderá el acceso a las tareas y rutinas de tu familia.
pt_br: A pessoa perderá acesso às tarefas e rotinas da sua família.

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
es: Esta acción no se puede deshacer.
pt_br: Esta ação não pode ser desfeita.

source: This permanently deletes your account
ar: هذا يحذف حسابك نهائيًا
es: Esto elimina tu cuenta de forma permanente
pt_br: Isso exclui sua conta permanentemente

source: This will also delete all of %@'s chores. This action cannot be undone.
ar: سيؤدي هذا أيضًا إلى حذف جميع مهام %@. لا يمكن التراجع عن هذا الإجراء.
es: También se eliminarán todas las tareas de %@. Esta acción no se puede deshacer.
pt_br: Todas as tarefas de %@ também serão excluídas. Esta ação não pode ser desfeita.

source: Through
ar: حتى
es: Hasta
pt_br: Até
